{
   "contentItems" : [
     {
       "language" : "en",
       "content" : "Don't believe the main stream (fake news) media.The White House is running VERY WELL. I inherited a MESS and am in the process of fixing it. Will be having many meetings this weekend at The Southern White House. Big 5:00 P.M. speech in Melbourne, Florida. A lot to talk about! Getting ready to leave for Melbourne, Florida. See you all soon! Despite the long delays by the Democrats in finally approving Dr. Tom Price, the repeal and replacement of ObamaCare is moving fast Thank you for all of the nice statements on the Press Conference yesterday. Rush Limbaugh said one of greatest ever. Fake media not happy. Going to Charleston, South Carolina, in order to spend time with Boeing and talk jobs! Look forward to it. Leaking, and even illegal classified leaking, has been a big problem in Washington for years. Failing @nytimes (and others) must apologize! Information is being illegally given to the failing @nytimes &amp; @washingtonpost by the intelligence community (NSA and FBI?).Just like Russia. The Democrats had to come up with a story as to why they lost the election, and so badly (306), so they made up a story - RUSSIA. Fake news! Join me in Florida this Saturday at 5pm for a rally at the Orlando-Melbourne International Airport! Tickets:… https://t.co/OigfXFECPp. FAKE NEWS media, which makes up stories and 'sources,' is far more effective than the discredited Democrats - but they are fading fast. The crackdown on illegal criminals is merely the keeping of my campaign promise. Gang members, drug dealers &amp; others are being removed! This Russian connection non-sense is merely an attempt to cover-up the many mistakes made in Hillary Clinton's losing campaign. The real story here is why are there so many illegal leaks coming out of Washington? Will these leaks be happening as I deal on N.Korea etc? Today I will meet with Canadian PM Trudeau and a group of leading business women to discuss women in the workforce. A working dinner tonight with Prime Minister Abe of Japan, and his representatives, at the Winter White House (Mar-a-Lago). Very good talks! Majority in Leading EU Nations Support Trump-Style Travel Ban' Poll of more than 10,000 people in 10 countries. Congratulations to our new Attorney General. Sen.Richard Blumenthal, who never fought in Vietnam when he said for years he had (major lie),now misrepresents what Judge Gorsuch told him. The threat from radical Islamic terrorism is very real, just look at what is happening in Europe and the Middle-East. Courts must act fast! Any negative polls are fake news, just like the CNN, ABC, NBC polls in the election. Sorry, people want border security and extreme vetting. I am reading that the great border WALL will cost more than the government originally thought, but I have not gotten involved in the.....  MAKE AMERICA GREAT AGAIN! SEE YOU IN COURT, THE SECURITY OF OUR NATION IS AT STAKE!  I don't know Putin, have no deals in Russia, and the haters are going crazy - yet Obama can make a deal with Iran, #1 in terror, no problem! Trump administration seen as more truthful than news media. Tweets -> even, those registered to vote who are dead (and many for a long time). Depending on results, we will strengthen up voting procedures! Great meeting with Ford CEO Mark Fields and General Motors CEO Mary Barra at the @WhiteHouse today. Interview with David Muir of @ABC News in 10 minutes. Enjoy! Busy week planned with a heavy focus on jobs and national security. Top executives coming in at 9:00 A.M. to talk manufacturing in America. We will bring back our jobs. We will bring back our borders. We will bring back our wealth - and we will bring back our dreams!",

       "contenttype" : "application/json"
     }
   ]
 }
